Show / Hide Table of Contents
Enum TypeLinePosition
type position line support
Namespace: IdeaRS.OpenModel.Detail.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeLinePosition
Fields
 Name |  Description
 OnWallEdge
on wall edge
 Point
on point (0, 0) or selected point
 Polyline
polyline
 Improve this Doc
 View Source